Repository: freevoid/verispeak_bachelor
Catalog: src/voice_auth/locale/*/LC_MESSAGES/django.po
Languages: ru_ru

source: Set selected model active
ru_ru: Сделать выбранную модель активной

source: Set active state to model created by selected process
ru_ru: Сделать активной модель, полученную в результате выбранного процесса

source: Target speaker
ru_ru: Целевой источник речи

source: Speaker model
ru_ru: Модель источника речи

source: Record session
ru_ru: Сессия записи

source: Need more speech to verificate
ru_ru: Необходимо больше данных для верификации

source: Description
ru_ru: Описание

source: Speaker models
ru_ru: Модели источника речи

source: Record sessions
ru_ru: Сессии записи

source: Speaker
ru_ru: Источник речи

source: Speakers
ru_ru: Источники речи

source: session id
ru_ru: идентификатор сессии

source: created time
ru_ru: время создания

source: target speaker
ru_ru: целевой источник речи

source: authentic
ru_ru: аутентична

source: remote ip
ru_ru: IP-адрес

source: model file
ru_ru: файл модели

source: speaker
ru_ru: источник речи

source: is active
ru_ru: активна

source: Learning process
ru_ru: Процесс обучения

source: Learning processes
ru_ru: Процессы обучения

source: Waiting for speech data
ru_ru: Ожидание речевых данных

source: Processing..
ru_ru: В процессе..

source: Learning failed
ru_ru: Обучение завершилось неудачно

source: Learning canceled
ru_ru: Обучение отменено

source: Learning finished
ru_ru: Обучение завершено

source: start time
ru_ru: время начала

source: finish time
ru_ru: время завершения

source: sample sessions
ru_ru: сессии записи

source: retrain model
ru_ru: модель для переобучения

source: Universal background model
ru_ru: Универсальная фоновая модель

source: Universal background models
ru_ru: Универсальные фоновые модели

source: Uploaded utterance
ru_ru: Загруженная запись фразы

source: Uploaded utterances
ru_ru: Загруженные записи фраз

source: utterance file
ru_ru: путь к файлу записи

source: uploaded date
ru_ru: время загрузки

source: is trash
ru_ru: неудачная запись

source: session
ru_ru: сессия записи

source: Verificator
ru_ru: Верификатор

source: Verificators
ru_ru: Верификаторы

source: entry threshold
ru_ru: порог вхождения

source: treshhold
ru_ru: порог вхождения

source: null estimator
ru_ru: модель для основной гипотезы

source: alternative estimator
ru_ru: модель для альтернативной гипотезы

source: Verification process
ru_ru: Процесс аутентификации

source: Verification processes
ru_ru: Процессы аутентификации

source: Verification has been canceled
ru_ru: Аутентификация отменена

source: Verification finished
ru_ru: Аутентификация завершена

source: Error occured during verification
ru_ru: Ошибка при аутентификации

source: state
ru_ru: состояние

source: state id
ru_ru: состояние

source: target session
ru_ru: сессия записи

source: verification result
ru_ru: результат аутентификации

source: verification score
ru_ru: мера правдоподобия

source: verificated by
ru_ru: проверено

source: Record session meta data
ru_ru: Описание сессии записи

source: Record sessions meta data
ru_ru: Описания сессий записи

source: gender
ru_ru: пол

source: Male
ru_ru: Мужчина

source: Female
ru_ru: Женщина

source: prompt
ru_ru: фраза

source: description
ru_ru: описание

source: Settings
ru_ru: Настройки

source: global entry threshold
ru_ru: глобальный порог вхождения

source: minimal count of utterances needed to enroll
ru_ru: минимальное количество записанных фраз для регистрации

source: parameters of speaker model instance
ru_ru: параметры модели источника речи

source: Verification in progress
ru_ru: Аутентификация в процессе..

source: Need at least %(count)d utterance to enroll
ru_ru: Для регистрации необходимо не менее %(count)d записанных фраз

source: More than one speaker tagged as target in sample sessions
ru_ru: В обучаемых Более одного пользователя

source: Enrollment can be confirmed only by original person
ru_ru: Подтверждение может быть получено только от лица, инициировавшего регистрацию

source: Enrollment in progress
ru_ru: Обучение в процессе..

source: Selected model has been successfully putted in queue for retraining
ru_ru: Выбранная модель успешно поставлена в очередь на переобучение

source: Confirm
ru_ru: Подтвердить
